Tekla.Structures.Model.UnsupportedChamferException
The UnsupportedChamferException class represents an error when, plates containing unsupported chamfer information.

Tekla.Structures.Model.UnsupportedChamferException.#ctor
Initializes a new instance of the UnsupportedChamferException class with "Plates containing unsupported chamfer information" error message.